Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/liji__liji-024-the-meaning-of-sacrifices__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 祭不欲數，數則煩，煩則不敬。
en: Sacrifices should not be frequently repeated.

source: 祭不欲疏，疏則怠，怠則忘。
en: Such frequency is indicative of importunateness

source: 是故君子合諸天道：春禘秋嘗。
en: and importunateness is inconsistent with reverence.

source: 霜露既降，君子履之，必有凄愴之心，非其寒之謂也。
en: Nor should they be at distant intervals. Such infrequency is indicative of indifference and indifference leads to forgetting them altogether. Therefore the superior man, in harmony with the course of Heaven, offers the sacrifices of spring and autumn.

source: 春，雨露既濡，君子履之，必有怵惕之心，如將見之。樂以迎來，哀以送往，故禘有樂而嘗無樂。
en: When he treads on the dew which has descended as hoar-frost he cannot help a feeling of sadness, which arises in his mind, and cannot be ascribed to the cold. In spring, when he treads on the ground, wet with the rains and dews that have fallen heavily, he cannot avoid being moved by a feeling as if he were seeing his departed friends. We meet the approach of our friends with music, and escort them away with sadness, and hence at the sacrifice in spring we use music, but not at the sacrifice in autumn. The severest vigil and purification is maintained and carried on inwardly

source: 致齊於內，散齊於外。
en: while a looser vigil is maintained externally.

source: 齊之日：思其居處，思其笑語，思其志意，思其所樂，思其所嗜。齊三日，乃見其所為齊者。祭之日：
en: During the days of such vigil, the mourner thinks of his departed, how and where they sat, how they smiled and spoke, what were their aims and views, what they delighted in, and what things they desired and enjoyed. On the third day of such exercise he will see those for whom it is employed. On the day of sacrifice, when he enters the apartment (of the temple), he will seem to see (the deceased) in the place (where his spirit-tablet is). After he has moved about (and performed his operations), and is leaving at the door, he will seem to be arrested by hearing the sound of his movements, and will sigh as he seems to hear the sound of his sighing.

source: 入室，僾然必有見乎其位，周還出戶，肅然必有聞乎其容聲，出戶而聽，愾然必有聞乎其嘆息之聲。
en: Thus the filial piety taught by the ancient kings required that the eyes of the son should not forget the looks (of his parents), nor his ears their voices and that he should retain the memory of their aims, likings, and wishes. As he gave full play to his love, they seemed to live again and to his reverence, they seemed to stand out before him.

source: 是故，先王之孝也，色不忘乎目，聲不絕乎耳，心志嗜欲不忘乎心。致愛則存，致愨則著。
en: So seeming to live and stand out, so unforgotten by him, how could his sacrifices be without the accompaniment of reverence? The superior man, while (his parents) are alive, reverently nourishes them and, when-they are dead, he reverently sacrifices to them his (chief) thought is how to the end of life not to disgrace them.

source: 著存不忘乎心，夫安得不敬乎？君子生則敬養，死則敬享，思終身弗辱也。君子有終身之喪，忌日之謂也。忌日不用，非不祥也。
en: The saying that the superior man mourns all his life for his parents has reference to the recurrence of the day of their death. That he does not do his ordinary work on that day does not mean that it would be unpropitious to do so it means that on that day his thoughts are occupied with them, and he does not dare to occupy himself as on other days with his private and personal affairs. It is only the sage who can sacrifice to God, and (only) the filial son who can sacrifice to his parents.

source: 言夫日，志有所至，而不敢盡其私也。唯聖人為能饗帝，孝子為能饗親。饗者，鄉也。鄉之，然後能饗焉。
en: Sacrificing means directing one's self to, The son directs his thoughts (to his parents), and then he can offer his sacrifice (so that they shall enjoy it). Hence the filial son approaches the personator of the departed without having occasion to blush the ruler leads the victim forward, while his wife puts down the bowls the ruler presents the offerings to the personator, while his wife sets forth the various dishes

source: 是故孝子臨尸而不怍。君牽牲，夫人奠盎。君獻尸，夫人薦豆。
en: his ministers and Great officers assist the ruler, while their acknowledged wives assist his wife.

source: 卿大夫相君，命婦相夫人。
en: How well sustained was their reverence!

source: 齊齊乎其敬也，愉愉乎其忠也，勿勿諸其欲其饗之也。文王之祭也：
en: How complete was the expression of their loyal devotion! How earnest was their wish that the departed should enjoy the service! King Wen, in sacrificing, served the dead as if he were serving the living. He thought of them dead as if he did not wish to live (any longer himself).

source: 事死者如事生，思死者如不欲生，忌日必哀，稱諱如見親。祀之忠也，如見親之所愛，如欲色然；其文王與？《詩》云：
en: On the recurrence of their death-day, he was sad in calling his father by the name elsewhere forbidden, he looked as if he saw him. So sincere was he in sacrificing that he looked as if he saw the things which his father loved, and the pleased expression of his face - such was king Wen! The lines of the ode (II, v, ode 2), 'When early dawn unseals my eyes, Before my mind my parents rise,' might be applied to king Wen.

source: 「明發不寐，有懷二人。」文王之詩也。祭之明日，明發不寐，饗而致之，又從而思之。
en: On the day after the sacrifice, when the day broke, he did not sleep, but hastened to repeat it

source: 祭之日，樂與哀半；饗之必樂，已至必哀。仲尼嘗，奉薦而進其親也愨，其行趨趨以數。
en: and after it was finished, he still thought of his parents. On the day of sacrifice his joy and sorrow were blended together. He could not but rejoice in the opportunity of offering the sacrifice and when it was over, he could not but be sad.

source: 已祭，子贛問曰：「子之言祭，濟濟漆漆然；今子之祭，無濟濟漆漆，何也？」
en: At the autumnal sacrifice, when Zhong-ni advanced, bearing the offerings, his general appearance was indicative of simple sincerity, but his steps were short and oft repeated.

source: 子曰：「濟濟者，容也遠也；漆漆者，容也自反也。容以遠，若容以自反也，夫何神明之及交，夫何濟濟漆漆之有乎？
en: When the sacrifice was over, Zi-gong questioned him, saying, 'Your account of sacrificing was that it should be marked by the dignity and intense absorption of all engaged in it and now how is it that in your sacrificing there has been no such dignity and absorption?' The Master said, 'That dignity of demeanour should belong to those who are only distantly connected (with him who is sacrificed to), and that absorbed demeanour to one whose thoughts are turned in on himself (lest he should make any mistake). But how should such demeanour consist with communion with the spirits (sacrificed to)?

source: 反饋，樂成，薦其薦俎，序其禮樂，備其百官。君子致其濟濟漆漆，夫何慌惚之有乎？夫言，豈一端而已？夫各有所當也。
en: How should such unity and absorption be seen in my sacrifice? (At the sacrifices of the king and rulers) there is the return of the personator to his apartment, and the offering of food to him there there are the performances of the music, and the setting forth of the stands with the victims on them there are the ordering of the various ceremonies and the music

source: 」孝子將祭，慮事不可以不豫；比時具物，不可以不備；虛中以治之。
en: and there is the complete array of the officers for all the services. When they are engaged in the maintenance of that dignity and absorption in their duties, how can they be lost in their abandonment to intercourse with the spiritual presences? Should words be understood only in one way? Each saying has its own appropriate application.'

source: 宮室既修，墻屋既設，百物既備，夫婦齊戒沐浴，盛服奉承而進之，洞洞乎，屬屬乎，如弗勝，如將失之，其孝敬之心至也與！薦其薦俎，序其禮樂，備其百官，奉承而進之。
en: When a filial son is about to sacrifice, he is anxious that all preparations should be made beforehand and when the time arrives, that everything necessary should be found complete and then, with a mind free from all pre-occupation, he should address himself to the performance of his sacrifice. The temple and its apartments having been repaired, the walls and roofs having been put in order, and all the assisting officers having been provided, husband and wife, after vigil and footing, bathe their heads and persons, and array themselves in full dress.

source: 於是諭其志意，以其恍惚以與神明交，庶或饗之。
en: In coming in with the things which they carry, how grave and still are they! how absorbed in what they do! as if they were not able to sustain their weight, as if they would let them fall - Is not theirs the highest filial reverence? He sets forth the stands with the victims on them

source: 「庶或饗之」，孝子之志也。
en: arranges all the ceremonies and music

source: 孝子之祭也，盡其愨而愨焉，盡其信而信焉，盡其敬而敬焉，盡其禮而不過失焉。進退必敬，如親聽命，則或使之也。
en: provides the officers for, the various ministries. These aid in sustaining and bringing in the things, and thus he declares his mind and wish, and in his lost abstraction of mind seeks to have communion with the dead in their spiritual state, if peradventure they will enjoy his offerings, if peradventure they will do so. Such is the aim of the filial son (in his sacrifices)! The filial son, in sacrificing, seems never able to exhaust his earnest purpose, his sincerity, and reverence.

source: 孝子之祭，可知也，其立之也敬以詘，其進之也敬以愉，其薦之也敬以欲；退而立，如將受命；
en: He observes every rule, without transgression or short-coming. His reverence appears in his movements of advancing and retiring, as if he were hearing the orders (of his parents), or as if they were perhaps directing him. What the sacrifice of a filial son should be can be known. While he is standing (waiting for the service to commence), he should be reverent, with his body somewhat bent while he is.

source: 已徹而退，敬齊之色不絕於面。孝子之祭也，立而不詘，固也；
en: engaged in carrying forward the service, he should be reverent, with an expression of pleasure when he is presenting the offerings, he should be reverent, with an expression of desire.

source: 進而不愉，疏也；薦而不欲，不愛也；
en: He should then retire and stand, as if he were about to receive orders when he has removed the offerings and (finally) retires, the expression of reverent gravity should continue to be worn on his face. Such is the sacrifice of a filial son. To stand without any inclination of the body would show insensibility

source: 退立而不如受命，敖也；已徹而退，無敬齊之色，而忘本也。如是而祭，失之矣。
en: to carry the service forward without an expression of pleasure would show indifference to present the offerings without an expression of desire (that they may be enjoyed) would show a want of love to retire and stand without seeming to expect to receive orders would show pride to retire and stand, after the removal of the offerings, without an expression of reverent gravity would show a forgetfulness of the parent to whom he owes his being.

source: 孝子之有深愛者，必有和氣；有和氣者，必有愉色；有愉色者，必有婉容。
en: A sacrifice so conducted would be wanting in its proper characteristics. A filial son, cherishing a deep love (for his parents), is sure to have a bland air having a bland air, he will have a look of pleasure having a look of pleasure, his demeanour will be mild and compliant.

source: 孝子如執玉，如奉盈，洞洞屬屬然，如弗勝，如將失之。嚴威儼恪，非所以事親也，成人之道也。先王之所以治天下者五：貴有德，貴貴，貴老，敬長，慈幼。
en: A filial son will move as if he were carrying a jade symbol, or bearing a full vessel. Still and grave, absorbed in what he is doing, he will seem as if he were unable to sustain the burden, and in danger of letting it fall. A severe gravity and austere manner are not proper to the service of parents;--such is the manner of a full-grown man. There were five things by means of which the ancient kings secured the good government of the whole kingdom - the honour which they paid to the virtuous to the noble and to the old

source: 此五者，先王之所以定天下也。
en: the reverence which they showed to the aged

source: 貴有德，何為也？為其近於道也。貴貴，為其近於君也。
en: and their kindness to the young. It was by these five things that they maintained the stability of the kingdom. Why did they give honour to the virtuous? Because of their approximation to the course of duty.

source: 貴老，為其近於親也。敬長，為其近於兄也。慈幼，為其近於子也。是故至孝近乎王，至弟近乎霸。
en: They did so to the noble because of their approximation to the position of the ruler and to the old because of their approximation to that of parents. They showed reverence to the aged, because of their approximation to the position of elder brothers and kindness to the young, because of their approximation to the position of sons.

source: 至孝近乎王，雖天子，必有父；至弟近乎霸，雖諸侯，必有兄。先王之教，因而弗改，所以領天下國家也。子曰：
en: Therefore he who is perfectly filial approximates to be king, and he who is perfectly fraternal approximates to being presiding chieftain. He who is perfectly filial approximates to being king, for even the son of Heaven had the father (whom he must revere) and he who is perfectly fraternal approximates to being presiding chieftain, for even a feudal lord had his elder brothers (or cousins), (whom he must obey).

source: 「立愛自親始，教民睦也。立教自長始，教民順也。教以慈睦，而民貴有親；教以敬長，而民貴用命。
en: The observance of the lessons of the ancient kings, without admitting any change in them, was the way by which they united and kept together the kingdom with its states and families. The Master said, 'The laying the foundation of (all) love in the love of parents teaches people concord. The laying the foundation of (all) reverence in the reverence of elders teaches the people obedience. When taught loving harmony, the people set the (proper) value on their parents

source: 孝以事親，順以聽命，錯諸天下，無所不行。」郊之祭也，喪者不敢哭，凶服者不敢入國門，敬之至也。祭之日，君牽牲，穆答君，卿大夫序從。
en: when taught to reverence their superiors, the people set the (Proper) value in obeying the orders given to them. Filial piety in the service of parents, and obedience in the discharge of orders can be displayed throughout the kingdom, and they will everywhere take effect. At (the time of) the border sacrifice (to Heaven), those who are engaged in funeral rites do not dare to wail, and those who are wearing mourning do not dare to enter the gate of the capital - this is the highest expression of reverence. On the day of sacrifice, the ruler led the victim forward, along with and assisted by his son on the opposite side

source: 既入廟門，麗于碑，卿大夫袒，而毛牛尚耳，鸞刀以刲，取膟菺，乃退。爓祭，祭腥而退，敬之至也。郊之祭，大報天而主日，配以月。
en: while the Great officers followed in order. When they had entered the gate of the temple, they fastened the victim to the stone pillar. The ministers and Great officers then bared their arms, and proceeded to inspect the hair, paying particular attention to that of the ears. They then with the knife with the bells attached to it, cut it open, took out the fat about the inwards, and withdrew (for a time).

source: 夏后氏祭其闇，殷人祭其陽，周人祭日，以朝及闇。
en: Afterwards they offered some of the flesh boiled, and some raw, then (finally) withdrawing. There was the highest reverence about everything.

source: 祭日於壇，祭月於坎，以別幽明，以制上下。祭日於東，祭月於西，以別外內，以端其位。日出於東，月生於西。
en: The sacrifice in the suburb of the capital was the great expression of gratitude to Heaven, and it was specially addressed to the sun, with which the moon was associated. The sovereigns of Xia presented it in the dark. Under the Yin dynasty they did so at noon. Under the Zhou they sacrificed all the day, especially at daybreak, and towards evening.

source: 陰陽長短，終始相巡，以致天下之和。天下之禮，致反始也，致鬼神也，致和用也，致義也，致讓也。致反始，以厚其本也；致鬼神，以尊上也；
en: They sacrificed to the sun on the altar, and to the moon in the hollow - to mark the distinction between (the) gloom (of the one) and (the) brightness (of the other), and to show the difference between the high and the low. They sacrificed to the sun in the east, and to the moon in the west - to mark the distinction between (the) forthcoming (of the former) and (the) withdrawing (of the latter), and to show the correctness of their (relative) position. The sun comes forth from the east, and the moon appears in the west

source: 致物用，以立民紀也。致義，則上下不悖逆矣。
en: the darkness and the light are now long, now short

source: 致讓，以去爭也。合此五者，以治天下之禮也，雖有奇邪，而不治者則微矣。
en: when the one ends, the other begins, in regular succession - thus producing the harmony of all under the sky. The rites to be observed by all under heaven were intended to promote the return (of the mind) to the beginning (= Creator of all) to promote (the honouring of) spiritual Beings to promote the harmonious use (of all resources and appliances) of government to promote righteousness and to promote humility.

source: 宰我曰：「吾聞鬼神之名，而不知其所謂。
en: They promote the return to the beginning, securing the due consideration, of their originator.

source: 」子曰：「氣也者，神之盛也；魄也者，鬼之盛也；合鬼與神，教之至也。
en: They promote (the honouring) of spiritual Beings, securing the giving honour to superiors. They promote the (proper) use of all resources, thereby establishing the regulations (for the well-being of) the people. They promote righteousness, and thus there are no oppositions and conflictings between high and low. They promote humility, in order to prevent occasions of strife.

source: 眾生必死，死必歸土：此之謂鬼。骨肉斃於下，陰為野土；其氣發揚于上，為昭明，焄蒿，凄愴，此百物之精也，神之著也。
en: Let these five things be united through the rites for the regulation of all under heaven, and though there may be some extravagant and perverse who are not kept in order, they will be few. Zai Wo said, 'I have heard the names Gui and Shen, but I do not know what they mean.' The Master said, 'The (intelligent) spirit is of the shen nature, and shows that in fullest measure the animal soul is of the gui nature, and shows that in fullest measure. It is the union of gui and shen that forms the highest exhibition of doctrine.

source: 因物之精，制為之極，明命鬼神，以為黔首則。
en: All the living must die, and dying, return to the ground

source: 百眾以畏，萬民以服。」聖人以是為未足也，筑為宮室，謂為宗祧，以別親疏遠邇，教民反古復始，不忘其所由生也。
en: this is what is called kwei. The bones and flesh, moulder below, and, hidden away, become the earth of the fields. But the spirit issues forth, and is displayed on high in a condition of glorious brightness. The vapours and odours which produce a feeling of sadness, (and arise from the decay of their substance), are the subtle essences of all things, and (also) a manifestation of the shan nature.

source: 眾之服自此，故聽且速也。二端既立，報以二禮。建設朝事，燔燎膻薌，見以蕭光，以報氣也。
en: On the ground of these subtle essences of things, with an extreme decision and inventiveness, (the sages) framed distinctly (the names of) kwei and shan, to constitute a pattern for the black-haired race and all the multitudes were filled with awe, and the myriads of the people constrained to submission.' 'The sages did not consider these (names) to be sufficient, and therefore. they built temples with their (different) apartments, and framed their rules for ancestors who were always to be honoured, and those whose tablets should be removed;--thus making a distinction for nearer and more distant kinship, and for ancestors the remote and the recent, and teaching the people to go back to their oldest fathers, and retrace their beginnings, not forgetting those to whom they owed their being.

source: 此教眾反始也。薦黍稷，羞肝肺首心，見間以俠甒，加以郁鬯，以報魄也。教民相愛，上下用情，禮之至也。
en: In consequence of this the multitude submitted to their lessons, and listened to them with a quicker readiness. These two elements (of the human constitution) having been established (with the two names), two ceremonies were framed in accordance with them. They appointed the service of the morning, when the fat of the inwards was burned so as to bring out its fragrance, and this was mixed with the blaze of dried southern-wood. This served as a tribute to the (intelligent) spirit, and taught all to go back to their originating ancestors.

source: 君子反古復始，不忘其所由生也，是以致其敬，發其情，竭力從事，以報其親，不敢弗盡也。是故昔者天子為藉千畝，冕而朱紘，躬秉耒。
en: They (also) presented millet and rice, and offered the delicacies of the liver, lungs, head, and heart, along with two bowls (of liquor) and odoriferous spirits. This served as a tribute to the animal soul, and taught the people to love one another, and high and low to cultivate good feeling between them - such was the effect of those ceremonies. 'The superior man, going back to his ancient fathers, and returning to the authors of his being, does not forget those to whom he owes his life, and therefore he calls forth all his reverence, gives free vent to his feelings, and exhausts his strength in discharging the above service;-as a tribute of gratitude to his parents he dares not but do his utmost.' Thus it was that anciently the, son of Heaven had his field of a thousand acres, in which he himself held the plough, wearing the square-topped cap with red ties. The feudal princes also had their field of a hundred acres, in which they did the same, wearing the same cap with green ties.

source: 諸侯為藉百畝，冕而青紘，躬秉耒，以事天地、山川、社稷、先古，以為醴酪齊盛，於是乎取之，敬之至也。
en: They did this in the service of Heaven, Earth, the Spirits of the land and grain, and their ancient fathers, to supply the new wine, cream, and vessels of grain. In this way did they procure these things - it was a great expression of their reverence. Anciently, the son of Heaven and the feudal lords had their officers who attended to their animals and at the proper seasons, after vigil and fasting, they washed their heads, bathed, and visited them in person, taking from them for victims those which were spotless and perfect - it was a great expression of their reverence.

source: 古者天子、諸侯必有養獸之官，及歲時，齊戒沐浴而躬朝之。犧牷祭牲，必於是取之，敬之至也。
en: The ruler ordered the oxen to be brought before him, and inspected them he chose them by their hair, divined whether it would be fortunate to use them, and if the response were favourable, he had them cared for. In his skin cap, and the white skirt gathered up at the waist, on the first day and at the middle of the month, he inspected them. Thus did he do his utmost - it was the height of filial piety.

source: 君召牛，納而視之，擇其毛而卜之，吉，然後養之。君皮弁素積，朔月，月半，君巡牲，所以致力，孝之至也。
en: Anciently, the son of Heaven and the feudal lords had their own mulberry trees and silkworms' house the latter built near a river, ten cubits in height, the surrounding walls being topped with thorns, and the gates closed on the outside. In the early morning of a very bright day, the ruler, in his skin cap and the white skirt, divined for the most auspicious of the honourable ladies in the three palaces of his wife, who were then employed to take the silkworms into the house. They washed the seeds in the stream, gathered the leaves from the mulberry trees, and dried them in the wind to feed the worms.

source: 古者天子、諸侯必有公桑、蠶室，近川而為之。筑宮仞有三尺，棘墻而外閉之。
en: When the (silkworm) year was ended, the honourable ladies had finished their work with the insects, and carried the cocoons to show them to the ruler. They then presented them to his wife, who said, 'Will not these supply the materials for the ruler's robes?' She forthwith received them, wearing her head-dress and the robe with pheasants on it, and afterwards caused a sheep and a pig to be killed and cooked to treat (the ladies). This probably was the ancient custom at the presentation of the cocoons. Afterwards, on a good day, the wife rinsed some of them thrice in a vessel, beginning to unwind them, and then distributed them to the auspicious and honourable ladies of her three palaces to (complete) the unwinding.

source: 及大昕之朝，君皮弁素積，卜三宮之夫人世婦之吉者，使入蠶于蠶室，奉種浴于川；桑於公桑，風戾以食之。
en: They then dyed the thread red and green, azure and yellow, to make the variously coloured figures on robes. When the robes were finished, the ruler wore them in sacrificing to the former kings and dukes all displayed the greatest reverence. The superior man says, 'Ceremonies and music should not for a moment be neglected by any one.

source: 歲既殫矣，世婦卒蠶，奉繭以示于君，遂獻繭于夫人。夫人曰：「此所以為君服與？」遂副褘而受之，因少牢以禮之。
en: When one has mastered (the principles of) music, and regulates his heart and mind accordingly, the natural, correct, gentle, and honest heart is easily developed, and with this development of the heart comes joy. This joy goes on to a feeling of repose. This repose is long continued. The man in this constant repose becomes (a sort of) heaven.

source: 古之獻繭者，其率用此與！
en: Heaven-like, his action is spirit-like.

source: 及良日，夫人繅，三盆手，遂布于三宮夫人世婦之吉者使繅；遂朱綠之，玄黃之，以為黼黻文章。
en: Heaven-like, he is believed, though he do not speak. Spirit-like, he is regarded with awe, though he display no rage. So it is when one by his mastering of music regulates his mind and heart. When one has mastered (the principle of) ceremonies, and regulates his person accordingly, he becomes grave and reverential.

source: 服既成，君服以祀先王先公，敬之至也。
en: Grave and reverential, he is regarded with awe.
